IDEA Open Model
Material.G Property
Compatible with IDEA StatiCa v 10.1
 Shear modulus
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public double G { get; set; }
Public Property G As Double
	Get
	Set
public:
property double G {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
Material Class
IdeaRS.OpenModel.Material Namespace